/* GENERAL STRINGS */

"OK" = "OK";
"Delete" = "Töröl";
"Basic settings" = "Alapbeállítások";



/* MAIN ACTIVITIES */

"Home" = "Haza";
"Open" = "Nyitva";
"Closed" = "Zárva";
"Awards" = "Díjak";



/* HOME VIEW */
"Up next" = "Következő";
"More to explore" = "Felfedezendő dolgok";



/* PROJECTS VIEW */

"Open Projects" = "Nyitott projektek";
"Closed Projects" = "Lezárt projektek";
"Add Project" = "Projekt hozzáadása";
"Add New Task" = "Új feladat hozzáadása";
"There's nothing here right now." = "Itt most nincs semmi.";

/* A button that shows a menu with the following options */
"Sort" = "Válogatás";
"Sort tasks" = "Rendezés feladatok"; /* The title of the menu */
"Optimized" = "Optimalizálás"; /* Sort using an optimized algorithm */
"Creation Date" = "Létrehozás dátuma"; /* Sort by the date tasks were created */
"Title" = "Cím"; /* Sort by task title */

/* Default names for a new project and a new task */
"New Project" = "Új projekt";
"New Task" = "Új feladat";



/* EDITING PROJECTS */
"Edit Project" = "Projekt szerkesztése";
"Project name" = "Projekt név";
"Description of this project" = "Projekt dokumentáció";
"Custom project color" = "Egyedi projekt szín";

/* Options to close (mark as finished), open (mark as unfinished), or delete a project. */
"Close this project" = "Projekt bezárása";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely." = "A projekt bezárásával a Nyitottról a Zárt ablakba kerül; törlésével a projekt teljesen el lesz távolítva.";
"Reopen this project" = "Projekt újra nyitása";
"Delete this project" = "Projekt törlése";
"Delete project?" = "Projekt törlése?";
"Are you sure you want to delete this project? You will also delete all the tasks it contains." = "Biztosan törli a projektet? Törli az összes benne lévő feladatot is.";



/* EDITING TASKS */
"Edit Task" = "Feladat szerkesztése";
"Task name" = "Feladat neve";
"Description" = "Leírás";
"Priority" = "Elsőbbség";
"Low" = "Alacsony";
"Medium" = "Közepes";
"High" = "Magas";

"Mark Completed" = "Befejezve"; /* Mark this task as being completed (finished/accomplished) */



/* AWARDS */

"Locked" = "Zárt";
"Unlocked: %@" = "Nyitott: %@";

"%@, %lld tasks, %g%% complete." = "%@, %lld feladatok, %g%% kész.";

/* OTHER STRINGS */

/* Shown by default when the user hasn't select a project or task */
"Please select something from the menu to begin." = "A kezdéshez válasszon valamit a menüből.";



"Select a color" = "Válassza ki a színt";
"Pink" = "Rózsaszín";
"Purple" = "Lila";
"Red" = "Piros";
"Orange" = "Narancs sárga";
"Gold" = "Arany";
"Green" = "Zöld";
"Teal" = "Zöldeskék";
"Light Blue" = "Világos kék";
"Dark Blue" = "Sötét kék";
"Midnight" = "Éjfél";
"Dark Gray" = "Sötét szürke";
"Gray" = "Szürke";



"%@, completed." = "%@, elkészült.";
"%@, high priority." = "%@, elsőbbségi.";
